Repository: EdyCisnerosA/Linus_Calculadora
Catalog: Calculadora traduccion/po/*.po
Languages: es

source: Choose your option:
es: Elija su opción:

source: 1.- Sum
es: 1.- Suma

source: 10.-Tangent
es: 10.-Tangente

source: 11.-arc sine
es: 11.-Arco Seno

source: 12.-Arc Cosine
es: 12.-Arco Coseno

source: 13.-Arc Tangent
es: 13.-Arco Tangente

source: 15.-Arc Tangent (two parameters
es: 15.-Arco Tangente (dos parametros)

source: 16.-Hyperbolic Cosine
es: 16.-Coseno Hiperbólico

source: 17.-Hyperbolic Sine
es: 17.-Seno Hiperbólico

source: 18.-Hyperbolic Tangent
es: 18.-Tangente Hiperbólico

source: 19.-Exponential
es: 19.-Exponencial

source: 2.- Subtraction
es: 2.- Resta

source: 22.-Logarithm base ten
es: 22.-Logaritmo base diez

source: 24.-Absolute value
es: 24.-Valor Absoluto

source: 3.- Multiplication
es: 3.- Multiplicación

source: 4.- Division
es: 4.- División

source: 5.- Square Root
es: 5.- Raíz Cuadrada

source: 6.- Pow
es: 6.- Potencia

source: 7.- Natural Logarithm
es: 7.- Logaritmo Natural

source: 8.- Sine
es: 8.- Seno

source: 9.- Cosine
es: 9.- Coseno

source: CALCULATOR
es: CALCULADORA

source: The result of the chosen option:
es: El resultado de la opcion elegida:

source: enter the number to which effect the root:
es: Ingrese el numero para efectuar la raíz:

source: Decimal part:
es: Parte Decimal:

source: Enter a number x:
es: Ingrese un número x:

source: enter the base number to pow:
es: Ingres el número base para la potencia:

source: Data in the range [ -PI , + PI ] radians
es: Datos en el rango [ -PI , + PI ] radianes

source: Enter a decimal number:
es: Ingrese un número decimal

source: Enter a floating number ( integer and fractional part):
es: Ingrese un número flotante (parte entera y fraccional):

source: Enter a number (positive or negative):
es: Ingrese un número (positivo o negativo):

source: Enter a number y:
es: Ingrese un número y:

source: Enter a number:
es: Ingrese un número:

source: Enter pow:
es: Ingrese potencia:

source: Enter pow:
es: Ingrese potencia:

source: Enter the dividend:
es: Ingrese el dividendo:

source: Enter the divisor:
es: Ingrese el divisor:

source: Integer part :
es: Parte entera :

source: Invalid option , try again only digits.
es: Opcion Invalida, Trate de nuevo solo digitos

source: Please only integer or floating.
es: Porfavor unicamente enteros o flotantes.

source: Residue of
es: Residuo de

source: is
es: es
